const infoData = [
  {
    "name": "Не вміє плавати",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Має медичну освіту",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Некрофіл",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Копрофіл",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Талановитий репер",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Був у психлікарні",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Приймав роди",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Розмовляє в сні",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Чемпіон світу по шахматах",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Сидів в тюрмі",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Пройшов курс виживальства",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Був розвідником під час війни",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Виграв мільйон доларів у лотерею",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Орієнтується по зірках",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Донатив Вікіпедії",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вміє користуватись йо-йо",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Врятував дітей у пожежі",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Пограбував банк",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Знає карате",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зробить алкоголь з будь-якої рідини",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вміє взламувати замки",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Голова Дебатного клубу",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Знає фокуси з картами",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Веде популярну сторінку в Інстаграмі",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Знає 5 мов",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Знає всі пісні Сектору Газу напам'ять",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Побував на кожному континенті Землі",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Знає закони фізики",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вивчав ощищення води",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Має номер бариги",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Може жонглювати 4 речима одночасно",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Закінчив універ на червоний диплом",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Не закінчив школу",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вміє варити медичні відвари з трав",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Знає латинь",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Знає мову жестів",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вміє говорити слова задом наперед",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Читав книги про бізнес",
    "coef": 0,
    "desc": ""
  },
]