const featData = [
  {
    "name": "Агресивний",
    "coef": 0
  },
  {
    "name": "Жадібний",
    "coef": 0
  },
  {
    "name": "Альтруїстичний",
    "coef": 0
  },
  {
    "name": "Бездарний",
    "coef": 0
  },
  {
    "name": "Благородний",
    "coef": 0
  },
  {
    "name": "Балакучий",
    "coef": 0
  },
  {
    "name": "Ввічливий",
    "coef": 0
  },
  {
    "name": "Великодушний",
    "coef": 0
  },
  {
    "name": "Вірний",
    "coef": 0
  },
  {
    "name": "Віроломний",
    "coef": 0
  },
  {
    "name": "Уважний",
    "coef": 0
  },
  {
    "name": "Вольовий",
    "coef": 0
  },
  {
    "name": "Високомірний",
    "coef": 0
  },
  {
    "name": "Гордий",
    "coef": 0
  },
  {
    "name": "Добрий",
    "coef": 0
  },
  {
    "name": "Жіночний",
    "coef": 0
  },
  {
    "name": "Жорстокий",
    "coef": 0
  },
  {
    "name": "Життєрадісний",
    "coef": 0
  },
  {
    "name": "Щирий",
    "coef": 0
  },
  {
    "name": "Підступний",
    "coef": 0
  },
  {
    "name": "Лінивий",
    "coef": 0
  },
  {
    "name": "лицемірний",
    "coef": 0
  },
  {
    "name": "мізантроп",
    "coef": 0
  },
  {
    "name": "милосердний",
    "coef": 0
  },
  {
    "name": "мудрий",
    "coef": 0
  },
  {
    "name": "мужній",
    "coef": 0
  },
  {
    "name": "наглий",
    "coef": 0
  },
  {
    "name": "нетерпимий",
    "coef": 0
  },
  {
    "name": "оптимістичний",
    "coef": 0
  },
  {
    "name": "відважний",
    "coef": 0
  },
  {
    "name": "педантичний",
    "coef": 0
  },
  {
    "name": "песимістичний",
    "coef": 0
  },
  {
    "name": "пунктуальний",
    "coef": 0
  },
  {
    "name": "дратівливий",
    "coef": 0
  },
  {
    "name": "егоїст",
    "coef": 0
  },
  {
    "name": "стриманий",
    "coef": 0
  },
  {
    "name": "самовпевнений",
    "coef": 0
  },
  {
    "name": "самостійний",
    "coef": 0
  },
  {
    "name": "скромний",
    "coef": 0
  },
  {
    "name": "сміливий",
    "coef": 0
  },
  {
    "name": "сноб",
    "coef": 0
  },
  {
    "name": "совісний",
    "coef": 0
  },
  {
    "name": "спокійний",
    "coef": 0
  },
  {
    "name": "забобоннний",
    "coef": 0
  },
  {
    "name": "боягузливий",
    "coef": 0
  },
  {
    "name": "впертий",
    "coef": 0
  },
  {
    "name": "хитрий",
    "coef": 0
  },
  {
    "name": "цинік",
    "coef": 0
  },
  {
    "name": "чудак",
    "coef": 0
  },
  {
    "name": "чесний",
    "coef": 0
  },
  {
    "name": "щедрий",
    "coef": 0
  },
  {
    "name": "емпатичний",
    "coef": 0
  },
]