const featData = [
  {
    "name": "Агресивний",
    "coef": 0
  },
  {
    "name": "Жадібний",
    "coef": 0
  },
  {
    "name": "Альтруїстичний",
    "coef": 0
  },
  {
    "name": "Бездарний",
    "coef": 0
  },
  {
    "name": "Благородний",
    "coef": 0
  },
  {
    "name": "Балакучий",
    "coef": 0
  },
  {
    "name": "Ввічливий",
    "coef": 0
  },
  {
    "name": "Великодушний",
    "coef": 0
  },
  {
    "name": "Вірний",
    "coef": 0
  },
  {
    "name": "Віроломний",
    "coef": 0
  },
  {
    "name": "Уважний",
    "coef": 0
  },
  {
    "name": "Вольовий",
    "coef": 0
  },
  {
    "name": "Високомірний",
    "coef": 0
  },
  {
    "name": "Гордий",
    "coef": 0
  },
  {
    "name": "Добрий",
    "coef": 0
  },
  {
    "name": "Жіночний",
    "coef": 0
  },
  {
    "name": "Жорстокий",
    "coef": 0
  },
  {
    "name": "Життєрадісний",
    "coef": 0
  },
  {
    "name": "Щирий",
    "coef": 0
  },
  {
    "name": "Підступний",
    "coef": 0
  },
  {
    "name": "Лінивий",
    "coef": 0
  },
  {
    "name": "Лицемірний",
    "coef": 0
  },
  {
    "name": "Мізантроп",
    "coef": 0
  },
  {
    "name": "Милосердний",
    "coef": 0
  },
  {
    "name": "Мудрий",
    "coef": 0
  },
  {
    "name": "Мужній",
    "coef": 0
  },
  {
    "name": "Наглий",
    "coef": 0
  },
  {
    "name": "Нетерпимий",
    "coef": 0
  },
  {
    "name": "Оптимістичний",
    "coef": 0
  },
  {
    "name": "Відважний",
    "coef": 0
  },
  {
    "name": "Педантичний",
    "coef": 0
  },
  {
    "name": "Песимістичний",
    "coef": 0
  },
  {
    "name": "Пунктуальний",
    "coef": 0
  },
  {
    "name": "Дратівливий",
    "coef": 0
  },
  {
    "name": "Егоїст",
    "coef": 0
  },
  {
    "name": "Стриманий",
    "coef": 0
  },
  {
    "name": "Самовпевнений",
    "coef": 0
  },
  {
    "name": "Самостійний",
    "coef": 0
  },
  {
    "name": "Скромний",
    "coef": 0
  },
  {
    "name": "Сміливий",
    "coef": 0
  },
  {
    "name": "Сноб",
    "coef": 0
  },
  {
    "name": "Совісний",
    "coef": 0
  },
  {
    "name": "Спокійний",
    "coef": 0
  },
  {
    "name": "Забобоннний",
    "coef": 0
  },
  {
    "name": "Боягузливий",
    "coef": 0
  },
  {
    "name": "Впертий",
    "coef": 0
  },
  {
    "name": "Хитрий",
    "coef": 0
  },
  {
    "name": "Цинік",
    "coef": 0
  },
  {
    "name": "Чудак",
    "coef": 0
  },
  {
    "name": "Чесний",
    "coef": 0
  },
  {
    "name": "Щедрий",
    "coef": 0
  },
  {
    "name": "Емпатичний",
    "coef": 0
  },
]