const featData = [
  {
    "name": "Агресивний",
    "coef": 0
  },
  {
    "name": "Жадібний",
    "coef": 0
  },
  {
    "name": "Альтруїстичний",
    "coef": 0
  },
  {
    "name": "Бездарний",
    "coef": 0
  },
  {
    "name": "Благородний",
    "coef": 0
  },
  {
    "name": "Балакучий",
    "coef": 0
  },
  {
    "name": "Ввічливий",
    "coef": 0
  },
  {
    "name": "Великодушний",
    "coef": 0
  },
  {
    "name": "Вірний",
    "coef": 0
  },
  {
    "name": "Віроломний",
    "coef": 0
  },
  
]