const healthData = [
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Алкоголізм",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Алергія",
    "coef": 0,
    "desc": "Сезонна алергія"
  },
  {
    "name": "Хвороба Альцгеймера",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Бронхіальна астма",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "ВІЧ",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Геморой",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гепатит Б",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Деменція",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Кір",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Відсутня рука",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Відсутні обидві руки",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Відсутня нога",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Сліпий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Відсутнє одне око",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Глухий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Німий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Наркоманія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Орторексія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Отит",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гостра респіраторна вірусна інфекція",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Панкреатит",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Цукровий діабет",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Імунодефіцит",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Плоскостопія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Рак мозку",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Рак легень",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Сколіоз",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Туберкульоз",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Шизофренія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Целіакія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Агранулоцитоз",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Брахіметатарзія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Бридість",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Бубонна чума",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Епілепсія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Псоріаз",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Герпес",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гіперлексія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Аутизм",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Синдром Туретта",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гіперчутливість",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гіпохондроплазія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Депресія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Дромоманія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Ігровий розлад",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Кивальний синдром",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Контрактура",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Кон'юктивіт",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Променева хвороба",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Міцетома",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Сифіліс",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Лунатизм",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Синдром Дауна",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Синдром Мебіуса",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Токсикоманія",
    "coef": 0,
    "desc": ""
  }, 
];

const stageData = [
  "Інкубаційний період(якщо застосовується)",
  "10%(якщо застосовується)",
  "15%(якщо застосовується)",
  "20%(якщо застосовується)",
  "25%(якщо застосовується)",
  "30%(якщо застосовується)",
  "35%(якщо застосовується)",
  "40%(якщо застосовується)",
  "45%(якщо застосовується)",
  "50%(якщо застосовується)",
  "55%(якщо застосовується)",
  "60%(якщо застосовується)",
  "65%(якщо застосовується)",
  "70%(якщо застосовується)",
  "75%(якщо застосовується)",
  "80%(якщо застосовується)",
  "85%(якщо застосовується)",
  "90%(якщо застосовується)",
  "95%(якщо застосовується)",
  "100%(якщо застосовується)",
  "Ремісія(якщо застосовується)"
]