const hobbyData = [
  {
    "name": "Плавання",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Будівництво моделей літаків",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Футбол",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Фотографія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вуличні гонки",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гра в настільні ігри",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Мисливство",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Комп'ютерні ігри",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Верхова їзда",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вивчення сортів рослин",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Акробатика",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Астрономія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Косплей",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Криптографія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Розв'язування кросворду",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вивчення іноземних мов",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Виготовлення виробів зі шкіри",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Прослуховування музики",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Спів",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Стенд-ап",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Йога",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Стрільба з лука",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Їзда на велосипеді",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Паркур",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Скалолазання",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Колекціонування коміксів",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Греко-римська боротьба",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Рибалка",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Медитація",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Ковальська справа",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Піший туризм",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Спостереження за китами",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Садоводство",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Брейкданс",
    "coef": 0,
    "desc": ""
  },
]