const jobsData = [
  {
    "name": "Cвященник",
    "coef": 0
  },
  {
    "name": "Екзорцист",
    "coef": 0
  },
  {
    "name": "Проститутка",
    "coef": 0
  },
  {
    "name": "Порноактор",
    "coef": 0
  },
  {
    "name": "Фельдшер",
    "coef": 0
  },
  {
    "name": "Хірург",
    "coef": 0
  },
  {
    "name": "Акушер",
    "coef": 0
  },
  {
    "name": "Інструктор з водіння",
    "coef": 0
  },
  {
    "name": "Президент",
    "coef": 0
  },
  {
    "name": "Безробітний",
    "coef": 0
  },
  
]