const phobiaData = [
  {
    "name": "Без фобій",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Авіафобія",
    "coef": 0,
    "desc": "Боязнь польоту"
  },
  {
    "name": "Генофобія",
    "coef": 0,
    "desc": "Боязнь сексуальних контактів"
  },
  {
    "name": "Аквафобія",
    "coef": 0,
    "desc": "Боязнь утоплення"
  },
  {
    "name": "Акрофобія",
    "coef": 0,
    "desc": "Боязнь висоти"
  },
  {
    "name": "Акустикофобія",
    "coef": 0,
    "desc": "Боязнь голосних звуків"
  },
  {
    "name": "Аглофобія",
    "coef": 0,
    "desc": "Боязнь болю"
  },
  {
    "name": "Андрофобія",
    "coef": 0,
    "desc": "Боязнь чоловіків"
  },
  {
    "name": "Баллістофобія",
    "coef": 0,
    "desc": "Боязнь бути враженим пулею, снарядом"
  },
  {
    "name": "Блаптофобія",
    "coef": 0,
    "desc": "Боязнь нанести комусь фізичну шкоду"
  },
  
]