const phobiaData = [
  {
    "name": "Без фобій",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Без фобій",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Без фобій",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Без фобій",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Без фобій",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Без фобій",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Без фобій",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Без фобій",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Авіафобія",
    "coef": 0,
    "desc": "Боязнь польоту"
  },
  {
    "name": "Генофобія",
    "coef": 0,
    "desc": "Боязнь сексуальних контактів"
  },
  {
    "name": "Аквафобія",
    "coef": 0,
    "desc": "Боязнь утоплення"
  },
  {
    "name": "Акрофобія ",
    "coef": 0,
    "desc": "Боязнь висоти"
  },
  {
    "name": "Акустикофобія ",
    "coef": 0,
    "desc": "Боязнь голосних звуків"
  },
  {
    "name": "Аглофобія ",
    "coef": 0,
    "desc": "Боязнь болю"
  },
  {
    "name": "Андрофобія",
    "coef": 0,
    "desc": "Боязнь чоловіків"
  },
  {
    "name": "Баллістофобія",
    "coef": 0,
    "desc": "Боязнь бути враженим пулею, снарядом"
  },
  {
    "name": "Блаптофобія",
    "coef": 0,
    "desc": "Боязнь нанести комусь фізичну шкоду"
  },
  {
    "name": "Аграфобія",
    "coef": 0,
    "desc": "Боязнь сексу"
  },
  {
    "name": "Галеофобія ",
    "coef": 0,
    "desc": "Боязнь акул"
  },
  {
    "name": "Арахнофобія",
    "coef": 0,
    "desc": "Боязнь павуків"
  },
  {
    "name": "Гамофобія",
    "coef": 0,
    "desc": "Боязнь вступати в шлюб"
  },
  {
    "name": "Гексакосиойгексеконтагексафобія",
    "coef": 0,
    "desc": "Боязнь числа 666"
  },
  {
    "name": "Гінекофобія",
    "coef": 0,
    "desc": "Боязнь жінок"
  },
  {
    "name": "Гелотофобія",
    "coef": 0,
    "desc": "Боязнь бути осміяним"
  },
  {
    "name": "Гетерофобія",
    "coef": 0,
    "desc": "Боязнь протилежної статі"
  },
  {
    "name": "Гемофобія",
    "coef": 0,
    "desc": "Боязнь крові"
  },
  {
    "name": "Геронтофобія",
    "coef": 0,
    "desc": "Боязнь спілкування зі старими людьми"
  },
  {
    "name": "Зоофобія",
    "coef": 0,
    "desc": "Боязнь тварин"
  },
  {
    "name": "Інсектофобія",
    "coef": 0,
    "desc": "Боязнь комах"
  },
  {
    "name": "Клаустрофобія",
    "coef": 0,
    "desc": "Боязнь замкнутого простору"
  },
  {
    "name": "Клептофобія",
    "coef": 0,
    "desc": "Боязнь бути обкраденим"
  },
  {
    "name": "Люофобія",
    "coef": 0,
    "desc": "Боязнь заразитись сифілісом"
  },
  {
    "name": "Мусофобія",
    "coef": 0,
    "desc": "Боязнь мишей, щурів"
  },
  {
    "name": "Некрофобія",
    "coef": 0,
    "desc": "Боязнь трупів"
  },
  {
    "name": "Ніктофобія",
    "coef": 0,
    "desc": "Боязнь ночі, темноти"
  },
  {
    "name": "Орнітофобія",
    "coef": 0,
    "desc": "Боязнь птахів, пір'я"
  },
  {
    "name": "Пейрафобія",
    "coef": 0,
    "desc": "Боязнь публічних виступів"
  },
  {
    "name": "Пірофобія",
    "coef": 0,
    "desc": "Боязнь вогнищ, спалення"
  },
  {
    "name": "Психрофобія",
    "coef": 0,
    "desc": "Боязнь холоду, замерзання"
  },
  {
    "name": "Робофобія",
    "coef": 0,
    "desc": "Боязнь робототехніки"
  },
  {
    "name": "Танатофобія",
    "coef": 0,
    "desc": "Боязнь смерті"
  },
  {
    "name": "Терророфобія",
    "coef": 0,
    "desc": "Боязнь терористів"
  },
  {
    "name": "Теофобія",
    "coef": 0,
    "desc": "Боязнь бога"
  },
  {
    "name": "Тетрафобія",
    "coef": 0,
    "desc": "Боязнь числа 4"
  },
  {
    "name": "Токофобія",
    "coef": 0,
    "desc": "Боязнь пологів"
  },
  {
    "name": "Фазмофобія",
    "coef": 0,
    "desc": "Боязнь привидів, духів"
  },
  {
    "name": "Фармакофобія",
    "coef": 0,
    "desc": "Боязнь приймати ліки"
  },
  {
    "name": "Демонофобія",
    "coef": 0,
    "desc": "Боязнь демонів, нечистої сили"
  },
  {
    "name": "Харпаксофобія",
    "coef": 0,
    "desc": "Боязнь розбійників"
  },
  {
    "name": "Хоплофобія",
    "coef": 0,
    "desc": "Боязнь зброї"
  },
  {
    "name": "Хрематофобія",
    "coef": 0,
    "desc": "Боязнь грошей"
  },
  {
    "name": "Ятрофобія",
    "coef": 0,
    "desc": "Боязнь лікарів"
  },
]

