const phobiaData = [
  {
    "name": "Без фобій",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Авіафобія \nБоязнь польоту",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Генофобія \n",
    "coef": 0,
    "desc": "Боязнь сексуальних контактів"
  },
  {
    "name": "Аквафобія \n",
    "coef": 0,
    "desc": "Боязнь утоплення"
  },
  {
    "name": "Акрофобія \n",
    "coef": 0,
    "desc": "Боязнь висоти"
  },
  {
    "name": "Акустикофобія \n",
    "coef": 0,
    "desc": "Боязнь голосних звуків"
  },
  {
    "name": "Аглофобія \n",
    "coef": 0,
    "desc": "Боязнь болю"
  },
  {
    "name": "Андрофобія",
    "coef": 0,
    "desc": "Боязнь чоловіків"
  },
  {
    "name": "Баллістофобія",
    "coef": 0,
    "desc": "Боязнь бути враженим пулею, снарядом"
  },
  {
    "name": "Блаптофобія",
    "coef": 0,
    "desc": "Боязнь нанести комусь фізичну шкоду"
  },
  
]

