const actionData = [
  {
    "name": "Отримай додатковий випадковий багаж",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вкради багаж гравця",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Знищи багаж гравця",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Поміняйся багажом з гравцем на вибір",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни свою професію",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Отримай додаткову професію",
    "coef": 0,
    "desc": "Працює як друга вища освіта, якщо використовується карта зміни професій ця не міняється"
  },
  {
    "name": "Зміни професію будь-якого гравця, крім себе",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни професію одного іншого гравця на \'Безробітний\'",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Поміняйся професією з одним гравцем на вибір",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни професії всіх гравців на випадкові",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Всі гравці міняються професіями за годинниковою стрілкою",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни професії всіх гравців на \"Безробітний\"",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Поміняйся будь-якою характеристикою з гравцем зліва або справа, тільки з відкритими характеристиками",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Викрий 1 характеристику гравця на вибір",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Приховай свою характеристику, змінивши на випадкову",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Додай 20кг ваги гравця на вибір",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зніми 20кг ваги гравця на вибір",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Викрий фобію будь-якого гравця",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни фобію будь-якого гравця на випадкову",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни фобії всіх гравців на випадкові",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вилікуй від фобії гравця, якщо вона не викрита",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вилікуй здоров'я гравця, якщо його важкість не вище 30%",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни здоров'я гравця на \"Абсолютно здоровий\"",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни здоров'я всіх гравців на випадкове",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни своє здоров'я на випадкове",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Поміняйся з гравцем здоров'ям, якщо він його не викрив",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Викрий здоров'я гравця",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни важкість хвороби гравця на випадкову",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни рису характеру гравця на випадкову",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни стать іншого гравця на протилежну",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вилікуй гравця від безплідності або чайдфрі",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни характеристику дітонародження гравця на протилежну",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни біологічні дані всіх гравців на випадкові",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Помолоджай на 10 років",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гравець на вибір стає старшим на 10 років",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "В бункері на 1 місце більше",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "В бункері на 1 менше менше",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "В бункері на 1 шмотку більше",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "В бункері з'являються щурі",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Стерилізує бункер від будь-якого життя",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Бункер наповнений різними комахами",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Негайно вижени гравця на вибір з бункеру",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Всі дізнаються, що недалеко є бункер з двома ворожо до вас настроєними людьми",
    "coef": 0,
    "desc": "Люди з цього бункеру виходять раніше ніж ви на 2 місяці"
  },
  {
    "name": "Всі дізнаються, що недалеко є бункер з двома жінками медсестрами 25р не чайлдфрі",
    "coef": 0,
    "desc": "Ви і мешканці цього бункеру виходите одночасно, зустрітись з ними перед виходом неможливо"
  },
  {
    "name": "Всі дізнаються, що недалеко є бункер з двома чоловіками хіміками 30р не чайлдфрі",
    "coef": 0,
    "desc": "Ви і мешканці цього бункеру виходите одночасно, зустрітись з ними перед виходом неможливо"
  },
  {
    "name": "Бункер знаходиться біля озера",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Бункер знаходиться в горах",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Бункер знаходиться в лісі",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Бункер знаходиться на безлюдному острові",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Бункер знаходиться на закинутій воєнній базі",
    "coef": 0,
    "desc": "Стан воєнної бази - 30% цілісності"
  },
  {
    "name": "Верни в гру вигнаного гравця, він викриває 2 характеристики",
    "coef": 0,
    "desc": "Якщо гравця вигнали цього чи минулого кола йому не потрібно викривати характеристики"
  },
  {
    "name": "Проти вибраного гравця не можуть голосувати в цьому раунді",
    "coef": 0,
    "desc": `Якщо проти цього гравця було кілька голосів до
            використання карти їх обов'язково мають змінити на іншого гравця`
  },
  {
    "name": "Вас не можуть вигнати з бункера в цьому раунді",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Ваш голос в цьому раунді рахується як два",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вибраний гравець не може говорити до кінця раунду",
    "coef": 0,
    "desc": "Можна викривати характеристики і голосувати"
  },
  {
    "name": "Зміни свою додаткову інформацію на випадкову",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни хобі всіх гравців на випадкове",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Ви знаєте, ще недалеко є тайник з продовольством",
    "coef": 0,
    "desc": "Продовольства хватить на 3 місяці для всіх людей в бункері"
  },
  {
    "name": "Всі дізнаються, що недалеко є поліцейський відділок",
    "coef": 0,
    "desc": "Залежно від руйнацій там є чи нема тих чи інших предметів"
  },
  {
    "name": "Ви знаєте, що недалеко є медичний центр",
    "coef": 0,
    "desc": "Залежно від руйнацій там є чи нема тих чи інших предметів"
  },
  {
    "name": "Всі дізнаються, що недалеко є онкологічний центр",
    "coef": 0,
    "desc": "Залежно від руйнацій там є чи нема тих чи інших предметів"
  },
  {
    "name": "Ви знаєте, що недалеко є церква",
    "coef": 0,
    "desc": "Залежно від руйнацій там є чи нема тих чи інших предметів"
  },
  {
    "name": "Всі дізнаються, що недалеко є сільськогосподарський магазин",
    "coef": 0,
    "desc": "Залежно від руйнацій там є чи нема тих чи інших предметів"
  },
  {
    "name": "Ви знаєте, що недалеко є будмаркет",
    "coef": 0,
    "desc": "Залежно від руйнацій там є чи нема тих чи інших предметів"
  },
  {
    "name": "Всі дізнаються, що недалеко є алкомаркет",
    "coef": 0,
    "desc": "Залежно від руйнацій там є чи нема тих чи інших предметів"
  },
  {
    "name": "ви знаєте, що недалеко є майстерня",
    "coef": 0,
    "desc": "Залежно від руйнацій там є чи нема тих чи інших предметів"
  },
  {
    "name": "Якщо вас виженуть з бункеру, ви знайдете притулок в сусідньому бункері і будете налаштовані мстити",
    "coef": 0,
    "desc": "Ви покинете бункер на 2 місяці раніше, наж гравці"
  },
  {
    "name": "Отримай повністю нового персонажа. Викрий 4 характеристики. ",
    "coef": 0,
    "desc": "Професію обов'язково викрити, карти дії не використовувати"
  },
  {
    "name": "Друг гравець справа",
    "coef": 0,
    "desc": "Якшо гравець не входить в бункер, ви не можете в нього ввійти, навіть якщо вас обрали"
  },
  {
    "name": "Друг гравець зліва",
    "coef": 0,
    "desc": "Якшо гравець не входить в бункер, ви не можете в нього ввійти, навіть якщо вас обрали"
  },
  {
    "name": "Ворог гравець зліва",
    "coef": 0,
    "desc": "Якщо гравець входить в бункер, ви не можете в нього ввійти, навіть якщо вас обрали"
  },
  {
    "name": "Ворог гравець справа",
    "coef": 0,
    "desc": "Якщо гравець входить в бункер, ви не можете в нього ввійти, навіть якщо вас обрали"
  },
  {
    "name": "Родич гравець зліва",
    "coef": 0,
    "desc": "Ви і гравець зліва обов'язково повинні потрапити в бункер разом"
  },
  {
    "name": "Родич гравець справа",
    "coef": 0,
    "desc": "Ви і гравець справа обов'язково повинні потрапити в бункер разом"
  },
  {
    "name": "Гравець на вибір змушений використати карту дії номер 1",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гравець на вибір змушений використати карту дії номер 2",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вкради і використай карту дії будь-якого гравця",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Ця карта нівелює дію попередньої карти",
    "coef": 0,
    "desc": "Використовувати зразу після використання іншої карти"
  },
  {
    "name": "Зміни катастрофу на випадкову",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Зміни умови проживання в бункері",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Якщо вас виженуть з бункеру, ви можете помінятись будь-якою викритою характеристикою з будь-яким гравцем",
    "coef": 0,
    "desc": ""
  },
]

module.exports = actionData;