const healthData = [
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Абсолютно здоровий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Алкоголізм",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Алергія",
    "coef": 0,
    "desc": "Сезонна алергія"
  },
  {
    "name": "Хвороба Альцгеймера",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Безплідний",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Бронхіальна астма",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "ВІЧ",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Геморой",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гепатит Б",
    "coef": 0,
    "desc": "Вірусна інфекція"
  },
  {
    "name": "Деменція",
    "coef": 0,
    "desc": "Порушення короткочасної і довгочасної пам'яті"
  },
  {
    "name": "Кір",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Відсутня рука",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Відсутні обидві руки",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Відсутня нога",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Сліпий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Відсутнє одне око",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Глухий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Німий",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Наркоманія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Орторексія",
    "coef": 0,
    "desc": "Комплекс правильного харчування"
  },
  {
    "name": "Отит",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гостра респіраторна вірусна інфекція",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Панкреатит",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Цукровий діабет",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Імунодефіцит",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Плоскостопія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Рак мозку",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Рак легень",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Сколіоз",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Туберкульоз",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Шизофренія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Целіакія",
    "coef": 0,
    "desc": "Непереносимість глютену"
  },
  {
    "name": "Агранулоцитоз",
    "coef": 0,
    "desc": "Організм більш сприйнятливий до бактеріальних і грибних інфекцій"
  },
  {
    "name": "Брахіметатарзія",
    "coef": 0,
    "desc": "Аномалія розвитку кількох пальців на ногах"
  },
  {
    "name": "Бридість",
    "coef": 0,
    "desc": "Втрата смаку"
  },
  {
    "name": "Бубонна чума",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Епілепсія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Псоріаз",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Герпес",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гіперлексія",
    "coef": 0,
    "desc": "Покращені навички читання і письма, погіргені навички розмовної мови"
  },
  {
    "name": "Аутизм",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Синдром Туретта",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гіперчутливість",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Гіпохондроплазія",
    "coef": 0,
    "desc": "Карликовість; якщо тобі випала ця карта, віднимі від своєї висоти 50см, а від ваги 25кг"
  },
  {
    "name": "Депресія",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Дромоманія",
    "coef": 0,
    "desc": "Імпульсивний потяг до постійної зміни місця"
  },
  {
    "name": "Ігровий розлад",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Кивальний синдром",
    "coef": 0,
    "desc": `Приступ наступає під час спожиивання їжі або через холод; патологічні кивальні рухи, 
             відстає в фізичному і інтелектуальному розвитку`
  },
  {
    "name": "Контрактура",
    "coef": 0,
    "desc": "Кінцівки не можуть повністю згинатись/розгинатись"
  },
  {
    "name": "Кон'юктивіт",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Променева хвороба",
    "coef": 0,
    "desc": "Облучення радіацією"
  },
  {
    "name": "Міцетома",
    "coef": 0,
    "desc": `Гнійне опухання шкіри, може розповсюдитись в глибші слої шкіри, 
             деформуючи їх і втрачаючи функції, інколи фатальне`  
  },
  {
    "name": "Сифіліс",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Лунатизм",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Синдром Дауна",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Синдром Мебіуса",
    "coef": 0,
    "desc": "Відсутність міміки, анатомічні аномалії, ослаблені функції язика"
  },
  {
    "name": "Токсикоманія",
    "coef": 0,
    "desc": ""
  }, 
];

const stageData = [
  "Інкубаційний період(якщо застосовується)",
  "10%(якщо застосовується)",
  "15%(якщо застосовується)",
  "20%(якщо застосовується)",
  "25%(якщо застосовується)",
  "30%(якщо застосовується)",
  "35%(якщо застосовується)",
  "40%(якщо застосовується)",
  "45%(якщо застосовується)",
  "50%(якщо застосовується)",
  "55%(якщо застосовується)",
  "60%(якщо застосовується)",
  "65%(якщо застосовується)",
  "70%(якщо застосовується)",
  "75%(якщо застосовується)",
  "80%(якщо застосовується)",
  "85%(якщо застосовується)",
  "90%(якщо застосовується)",
  "95%(якщо застосовується)",
  "100%(якщо застосовується)",
  "Ремісія(якщо застосовується)"
]

module.exports = [healthData, stageData];