const luggageData = [
  {
    "name": "Блок сигарет",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Інкубатор і 10 яєць",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Папуга, вміє говорити",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Молода вагітна коза",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Хлопчик, 6міс",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Дівчинка, 3міс",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Морська свинка",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Тераріум з павуками",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Тераріум зі зміями",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Дартс",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Магніт і лупа",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Металодетектор",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Пакет вінілових пластинок",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Книга з ботаніки",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Книга кулінарії",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Ведмежий капкан, 3шт",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Книга з хімії",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Посібник по виживанню під час зомбі апокаліпсису",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Ручні гранати, 3шт",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Каністра бензину, 5л",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Прапор України",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Повітряний змій",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Пакет з різними овочами, 3кг",
    "coef": 0,
    "desc": "Можна вирощувати всі культури з пакету"
  },
  {
    "name": "Картопля, 10кг",
    "coef": 0,
    "desc": "Можна вирощувати"
  },
  {
    "name": "Медові соти, 1кг",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Лук і стріли, 20шт",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Лопата і кирка",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Протеїн, 500г",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Губна гармошка",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Екзоскелет",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Кубик Рубіка",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Ноутбук і зарядка",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Планшет",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Ящик пива, 2шт",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вино червоне, 6шт",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Мільйон доларів",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Наручники",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Коньки",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Відмички, 5шт",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Свята вода, 300мл",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Набір інструментів",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Набір чайної церемонії",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Безпроводна колонка",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Порножурнали",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Револьвер і 12 патронів",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Шахмати",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Набір рибалки",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Костюм робота",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Набір художника",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Кавові зерна, 1кг",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Чотирьохмісна надувна лодка і два весла",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Свічки і сірники",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Карта місцевості",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Набір для манікюру",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Акустична гітара",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "М'яч для боулінгу",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Фонарік",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Спрей проти комарів",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Вода питна очищена, 10л",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Сонцезахисний крем",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "3D-принтер",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Робот-пилосос",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Мачете",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Сокира",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Бейсбольна бита, обв'язана колючою проволокою",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Таблетки для очищення води, 50шт",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Мікроскоп",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Відеокамера",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Насіння пшениці, 20г",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Насіння кукурудзи, 5г",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Насіння огірків, 10г",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Бронежилет",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Добриво, 5кг",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Чорнозем, 10кг",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Противогаз",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Телескоп",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Смартфон",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Насіння помідорів, 20гр",
    "coef": 0,
    "desc": ""
  },
  {
    "name": "Золоте кільце з дорогоцінним каменем",
    "coef": 0,
    "desc": ""
  },
]

module.exports = luggageData