const jobsData = [
  {
    "name": "Cвященник",
    "coef": 0
  },
  {
    "name": "Уролог",
    "coef": 0
  },
  {
    "name": "Інженер телекомунікацій",
    "coef": 0
  },
  {
    "name": "Гінеколог",
    "coef": 0
  },
  {
    "name": "Екзорцист",
    "coef": 0
  },
  {
    "name": "Проститутка",
    "coef": 0
  },
  {
    "name": "Порноактор",
    "coef": 0
  },
  {
    "name": "Фельдшер",
    "coef": 0
  },
  {
    "name": "Хірург",
    "coef": 0
  },
  {
    "name": "Акушер",
    "coef": 0
  },
  {
    "name": "Сексолог",
    "coef": 0
  },
  {
    "name": "Інструктор з водіння",
    "coef": 0
  },
  {
    "name": "Онколог",
    "coef": 0
  },
  {
    "name": "Президент",
    "coef": 0
  },
  {
    "name": "Безробітній",
    "coef": 0
  },
  {
    "name": "Стрімер",
    "coef": 0
  },
  {
    "name": "Клоун",
    "coef": 0
  },
  {
    "name": "Актор",
    "coef": 0
  },
  {
    "name": "Інженер",
    "coef": 0
  },
  {
    "name": "Архітектор",
    "coef": 0
  },
  {
    "name": "Шахтер",
    "coef": 0
  },
  {
    "name": "Філософ",
    "coef": 0
  },
  {
    "name": "Філолог",
    "coef": 0
  },
  {
    "name": "Розробник настільних ігр",
    "coef": 0
  },
  {
    "name": "Програміст",
    "coef": 0
  },
  {
    "name": "Журналіст",
    "coef": 0
  },
  {
    "name": "Історик",
    "coef": 0
  },
  {
    "name": "Перекладач",
    "coef": 0
  },
  {
    "name": "Вірусолог",
    "coef": 0
  },
  {
    "name": "Біофізик",
    "coef": 0
  },
  {
    "name": "Візажист",
    "coef": 0
  },
  {
    "name": "Перукар",
    "coef": 0
  },
  {
    "name": "Стиліст",
    "coef": 0
  },
  {
    "name": "Композитор",
    "coef": 0
  },
  {
    "name": "Фотограф",
    "coef": 0
  },
  {
    "name": "Письменник",
    "coef": 0
  },
  {
    "name": "Режисер",
    "coef": 0
  },
  {
    "name": "Хореограф",
    "coef": 0
  },
  {
    "name": "Маркетолог",
    "coef": 0
  },
  {
    "name": "Ветеринар",
    "coef": 0
  },
  {
    "name": "Мисливець",
    "coef": 0
  },
  {
    "name": "Дієтолог",
    "coef": 0
  },
  {
    "name": "Імунолог",
    "coef": 0
  },
  {
    "name": "Офтальмолог",
    "coef": 0
  },
  {
    "name": "Психолог",
    "coef": 0
  },
  {
    "name": "Стоматолог",
    "coef": 0
  },
  {
    "name": "Каменяр",
    "coef": 0
  },
  {
    "name": "Картограф",
    "coef": 0
  },
  {
    "name": "Ріелтор",
    "coef": 0
  },
  {
    "name": "Еколог",
    "coef": 0
  },
  {
    "name": "Вчитель",
    "coef": 0
  },
  {
    "name": "Кінолог",
    "coef": 0
  },
  {
    "name": "Охоронець",
    "coef": 0
  },
  {
    "name": "Поліцейський",
    "coef": 0
  },
  {
    "name": "Пожежник",
    "coef": 0
  },
  {
    "name": "Суддя",
    "coef": 0
  },
  {
    "name": "Слідчий",
    "coef": 0
  },
  {
    "name": "Адвокат",
    "coef": 0
  },
  {
    "name": "Дипломат",
    "coef": 0
  },
  {
    "name": "Бармен",
    "coef": 0
  },
  {
    "name": "Кондитер",
    "coef": 0
  },
  {
    "name": "Офіціант",
    "coef": 0
  },
  {
    "name": "Пекар",
    "coef": 0
  },
  {
    "name": "Шеф-кухар",
    "coef": 0
  },
  {
    "name": "Секретар",
    "coef": 0
  },
  {
    "name": "Агроном",
    "coef": 0
  },
  {
    "name": "Зооінженер",
    "coef": 0
  },
  {
    "name": "Редактор книг",
    "coef": 0
  },
  {
    "name": "Телеведучий",
    "coef": 0
  },
  {
    "name": "Зварювальник",
    "coef": 0
  },
  {
    "name": "Токар",
    "coef": 0
  },
  {
    "name": "Швея",
    "coef": 0
  },
  {
    "name": "Електрик",
    "coef": 0
  },
  {
    "name": "Ювелір",
    "coef": 0
  },
  {
    "name": "Продавець-консультант",
    "coef": 0
  },
  {
    "name": "Логіст",
    "coef": 0
  },
  {
    "name": "Автомеханік",
    "coef": 0
  },
  {
    "name": "Таксист",
    "coef": 0
  },
  {
    "name": "Капітан корабля",
    "coef": 0
  },
  {
    "name": "Кондуктор",
    "coef": 0
  },
  {
    "name": "Бухгалтер",
    "coef": 0
  },
  {
    "name": "Економіст",
    "coef": 0
  },
  {
    "name": "Інструктор по фітнесу",
    "coef": 0
  },
  {
    "name": "Тренер",
    "coef": 0
  },
  {
    "name": "Діджей",
    "coef": 0
  }, 
]

module.exports = jobsData

